bbenoist.QML
cschlosser.doxdocgen
dpkristensen-garmin.udev-rules
eamodio.gitlens
fnando.linter
GitHub.codespaces
GitHub.vscode-pull-request-github
jdinhlife.gruvbox
jeff-hykin.better-cpp-syntax
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
rokoroku.vscode-theme-darcula
seanwu.vscode-qt-for-python
tinkertrain.theme-panda
twxs.cmake
waderyan.gitblame
zxh404.vscode-proto3
