bbenoist.qml
charliermarsh.ruff
codezombiech.gitignore
cschlosser.doxdocgen
cstrap.python-snippets
davidanson.vscode-markdownlint
delgan.qml-format
demystifying-javascript.python-extensions-pack
donjayamanne.githistory
dpkristensen-garmin.udev-rules
eamodio.gitlens
github.codespaces
github.vscode-github-actions
github.vscode-pull-request-github
jdinhlife.gruvbox
jeff-hykin.better-cpp-syntax
kevinrose.vsc-python-indent
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.pylint
ms-python.python
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
njpwerner.autodocstring
njqdev.vscode-python-typehint
streetsidesoftware.code-spell-checker
tonka3000.qtvsctools
trabpukcip.wolf
waderyan.gitblame
xaver.clang-format
ziyasal.vscode-open-in-github
zxh404.vscode-proto3
